StruSoft.Interop.StruXml.Data.Virtual_bar_type


StruSoft.Interop.StruXml.Data.Virtual_bar_type.Edge


StruSoft.Interop.StruXml.Data.Virtual_bar_type.Localy


StruSoft.Interop.StruXml.Data.Virtual_bar_type.Connectivity


StruSoft.Interop.StruXml.Data.Virtual_bar_type.Truss_behaviour


StruSoft.Interop.StruXml.Data.Virtual_bar_type.Guid


StruSoft.Interop.StruXml.Data.Virtual_bar_type.Last_change


StruSoft.Interop.StruXml.Data.Virtual_bar_type.Action


StruSoft.Interop.StruXml.Data.Virtual_bar_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Virtual_bar_type.Name


StruSoft.Interop.StruXml.Data.Virtual_bar_type.AE


StruSoft.Interop.StruXml.Data.Virtual_bar_type.Unit_mass


StruSoft.Interop.StruXml.Data.Virtual_bar_type.ItG


StruSoft.Interop.StruXml.Data.Virtual_bar_type.I1E


StruSoft.Interop.StruXml.Data.Virtual_bar_type.I2E


StruSoft.Interop.StruXml.Data.Virtual_bar_type.AnyAttr
